<div class="container">
  <h1>Новости спорта</h1>
  <p>Тренер Владимир Алекно, под руководством которого мужская сборная России по волейболу выиграла Олимпиаду-2012, поделился мнением о возможном участии российских спортсменов на Олимпийских играх — 2024 в Париже</p>
  <p>Российский диагональный Дмитрий Мусэрский, выступающий за клуб «Сантори Санбёрдс», набрал 35 очков в полуфинальном матче чемпионата Японии.</p>
  <p>Английская Премьер-лига огласила список из 15 претендентов на включение в Зал славы лиги.</p>
  <p>Полузащитник «Спартака» и молодёжной сборной России Даниил Зорин, поигравший на правах аренды за минское «Динамо», предположил, как белорусские клубы выступили бы в Российской Премьер-Лиге.</p>

  <h1>О сайте</h1>
  <p>Сайт создан при обучении по программе "Код будущего"</p>
  <p>во фреймворке SvelteJS, сохранён на GitHub,</p>
  <p>и опубликован на хостинге Netlify</p>
  
  <h1>Ближайшие матчи по баскетболу</h1>
  <p>Майами Хит - Кливленд Кавальерс</p>
  <p>Милуоки Бакс - Оклахома-Сити Тандер</p>
  <p>Миннесота Тимбервулвс - Голден Стэйт Уорриорз</p>
  <p>Лос Анджелес Лейкерс - Индиана Пейерс</p>
  <p>Уралмаш - Автодор</p>
  <p>Самара - Пари Нижний-Новгород</p>
</div>

<style>
  .container {
    margin: 50px auto;
    max-width: 800px;
    padding: 0 20px;
  }
</style>
